<?php
return
[
  'supported_chars' => [
      'الف' =>  'دولتی',
      'ب'   =>  'شخصی',
      'پ'   =>  'انتظامی',
      'ت'   =>  'تاکسی',
      'ث'   =>  'سپاه پاسداران',
      'ج'   =>  'شخصی',
      'د'   =>  'شخصی',
      'ز'   =>  'وزارت دفاع و پشتیبانی نیروهای مسلح',
      'ژ'   =>  'خودروهای معلولین',
      'س'   =>  'شخصی',
      'ش'   =>  'ارتش',
      'ص'   =>  'شخصی',
      'ط'   =>  'شخصی',
      'ع'   =>  'عمومی',
      'ف'   =>  'ستاد کل نیروهای مسلح',
      'ق'   =>  'شخصی',
      'ک'   =>  'خودروهای کشاورزی',
      'ل'   =>  'شخصی',
      'م'   =>  'شخصی',
      'ن'   =>  'شخصی',
      'و'   =>  'شخصی',
      'ه'   =>  'شخصی',
      'ی'   =>  'شخصی'
  ],
  'state_data' => [
    'تهران' =>[
      11 =>[
        'ب' =>[
          0 => 'تهران',
        ],
        'پ' =>[
          0 => 'تهران',
        ],
        'الف' =>[
          0 => 'تهران',
        ],
        'ت' =>[
          0 => 'تهران',
        ],
        'ج' =>[
          0 => 'تهران',
        ],
        'د' =>[
          0 => 'تهران',
        ],
        'س' =>[
          0 => 'تهران',
        ],
        'ط' =>[
          0 => 'تهران',
        ],
        'ق' =>[
          0 => 'تهران',
        ],
        'ل' =>[
          0 => 'تهران',
        ],
        'م' =>[
          0 => 'تهران',
        ],
        'ن' =>[
          0 => 'تهران',
        ],
        'و' =>[
          0 => 'تهران',
        ],
        'ه' =>[
          0 => 'تهران',
        ],
        'ی' =>[
          0 => 'تهران',
        ],
      ],
      22 =>[
        'الف' =>[
          0 => 'تهران',
        ],
        'ب' =>[
          0 => 'تهران',
        ],
        'پ' =>[
          0 => 'تهران',
        ],
        'ت' =>[
          0 => 'تهران',
        ],
        'ج' =>[
          0 => 'تهران',
        ],
        'د' =>[
          0 => 'تهران',
        ],
        'س' =>[
          0 => 'تهران',
        ],
        'ص' =>[
          0 => 'تهران',
        ],
        'ط' =>[
          0 => 'تهران',
        ],
        'ق' =>[
          0 => 'تهران',
        ],
        'ل' =>[
          0 => 'تهران',
        ],
        'م' =>[
          0 => 'تهران',
        ],
        'ن' =>[
          0 => 'تهران',
        ],
        'و' =>[
          0 => 'تهران',
        ],
        'ه' =>[
          0 => 'تهران',
        ],
        'ی' =>[
          0 => 'تهران',
        ],
      ],
      33 =>[
        'الف' =>[
          0 => 'تهران',
        ],
        'ب' =>[
          0 => 'تهران',
        ],
        'پ' =>[
          0 => 'تهران',
        ],
        'ت' =>[
          0 => 'تهران',
        ],
        'ج' =>[
          0 => 'تهران',
        ],
        'د' =>[
          0 => 'تهران',
        ],
        'س' =>[
          0 => 'تهران',
        ],
        'ص' =>[
          0 => 'تهران',
        ],
        'ط' =>[
          0 => 'تهران',
        ],
        'ق' =>[
          0 => 'تهران',
        ],
        'ل' =>[
          0 => 'تهران',
        ],
        'م' =>[
          0 => 'تهران',
        ],
        'ن' =>[
          0 => 'تهران',
        ],
        'و' =>[
          0 => 'تهران',
        ],
        'ه' =>[
          0 => 'تهران',
        ],
        'ی' =>[
          0 => 'تهران',
        ],
      ],
      44 =>[
        'الف' =>[
          0 => 'تهران',
        ],
        'ب' =>[
          0 => 'تهران',
        ],
        'پ' =>[
          0 => 'تهران',
        ],
        'ت' =>[
          0 => 'تهران',
        ],
        'ج' =>[
          0 => 'تهران',
        ],
        'د' =>[
          0 => 'تهران',
        ],
        'س' =>[
          0 => 'تهران',
        ],
        'ص' =>[
          0 => 'تهران',
        ],
        'ط' =>[
          0 => 'تهران',
        ],
        'ق' =>[
          0 => 'تهران',
        ],
        'ل' =>[
          0 => 'تهران',
        ],
        'م' =>[
          0 => 'تهران',
        ],
        'ن' =>[
          0 => 'تهران',
        ],
        'و' =>[
          0 => 'تهران',
        ],
        'ه' =>[
          0 => 'تهران',
        ],
        'ئ' =>[
          0 => 'تهران',
        ],
      ],
      55 =>[
        'الف' =>[
          0 => 'تهران',
        ],
        'ب' =>[
          0 => 'تهران',
        ],
        'پ' =>[
          0 => 'تهران',
        ],
        'ت' =>[
          0 => 'تهران',
        ],
        'ج' =>[
          0 => 'تهران',
        ],
        'د' =>[
          0 => 'تهران',
        ],
        'س' =>[
          0 => 'تهران',
        ],
        'ص' =>[
          0 => 'تهران',
        ],
        'ط' =>[
          0 => 'تهران',
        ],
        'ق' =>[
          0 => 'تهران',
        ],
        'ل' =>[
          0 => 'تهران',
        ],
        'م' =>[
          0 => 'تهران',
        ],
        'ن' =>[
          0 => 'تهران',
        ],
        'و' =>[
          0 => 'تهران',
        ],
        'ه' =>[
          0 => 'تهران',
        ],
        'ی' =>[
          0 => 'تهران',
        ],
      ],
      66 =>[
        'الف' =>[
          0 => 'تهران',
        ],
        'ب' =>[
          0 => 'تهران',
        ],
        'پ' =>[
          0 => 'تهران',
        ],
        'ت' =>[
          0 => 'تهران',
        ],
        'ج' =>[
          0 => 'تهران',
        ],
        'د' =>[
          0 => 'تهران',
        ],
        'س' =>[
          0 => 'تهران',
        ],
        'ص' =>[
          0 => 'تهران',
        ],
        'ط' =>[
          0 => 'تهران',
        ],
        'ق' =>[
          0 => 'تهران',
        ],
        'ل' =>[
          0 => 'تهران',
        ],
        'م' =>[
          0 => 'تهران',
        ],
        'ن' =>[
          0 => 'تهران',
        ],
        'و' =>[
          0 => 'تهران',
        ],
        'ه' =>[
          0 => 'تهران',
        ],
        'ی' =>[
          0 => 'تهران',
        ],
      ],
      77 =>[
        'الف' =>[
          0 => 'تهران',
        ],
        'ب' =>[
          0 => 'تهران',
        ],
        'پ' =>[
          0 => 'تهران',
        ],
        'ت' =>[
          0 => 'تهران',
        ],
        'س' =>[
          0 => 'تهران',
        ],
        'ص' =>[
          0 => 'تهران',
        ],
        'ج' =>[
          0 => 'تهران',
        ],
        'د' =>[
          0 => 'تهران',
        ],
        'ق' =>[
          0 => 'تهران',
        ],
        'ل' =>[
          0 => 'تهران',
        ],
        'م' =>[
          0 => 'تهران',
        ],
        'ن' =>[
          0 => 'تهران',
        ],
        'و' =>[
          0 => 'تهران',
        ],
        'ه' =>[
          0 => 'تهران',
        ],
        'ی' =>[
          0 => 'تهران',
        ],
      ],
      88 =>[
        'الف' =>[
          0 => 'تهران',
        ],
        'ب' =>[
          0 => 'تهران',
        ],
        'پ' =>[
          0 => 'تهران',
        ],
        'ت' =>[
          0 => 'تهران',
        ],
        'ج' =>[
          0 => 'تهران',
        ],
        'د' =>[
          0 => 'تهران',
        ],
        'س' =>[
          0 => 'تهران',
        ],
        'ص' =>[
          0 => 'تهران',
        ],
        'ط' =>[
          0 => 'تهران',
        ],
        'ق' =>[
          0 => 'تهران',
        ],
        'ل' =>[
          0 => 'تهران',
        ],
        'م' =>[
          0 => 'تهران',
        ],
        'ن' =>[
          0 => 'تهران',
        ],
        'و' =>[
          0 => 'تهران',
        ],
        'ه' =>[
          0 => 'تهران',
        ],
        'ی' =>[
          0 => 'تهران',
        ],
      ],
      99 =>[
        'الف' =>[
          0 => 'تهران',
        ],
        'ب' =>[
          0 => 'تهران',
        ],
        'پ' =>[
          0 => 'تهران',
        ],
        'ت' =>[
          0 => 'تهران',
        ],
        'ج' =>[
          0 => 'تهران',
        ],
        'د' =>[
          0 => 'تهران',
        ],
        'س' =>[
          0 => 'تهران',
        ],
        'ص' =>[
          0 => 'تهران',
        ],
        'ط' =>[
          0 => 'تهران',
        ],
        'ق' =>[
          0 => 'تهران',
        ],
        'ل' =>[
          0 => 'تهران',
        ],
        'م' =>[
          0 => 'تهران',
        ],
        'ن' =>[
          0 => 'تهران',
        ],
        'و' =>[
          0 => 'تهران',
        ],
        'ه' =>[
          0 => 'تهران',
        ],
        'ی' =>[
          0 => 'تهران',
        ],
      ],
    ],
    'آذربايجان' =>[
      17 =>[
        'الف' =>[
          0 => 'ارومیه',
        ],
        'ب' =>[
          0 => 'ارومیه',
        ],
        'پ' =>[
          0 => 'ارومیه',
        ],
        'ت' =>[
          0 => 'ارومیه',
        ],
        'ج' =>[
          0 => 'ارومیه',
        ],
        'د' =>[
          0 => 'ارومیه',
        ],
        'س' =>[
          0 => 'ارومیه',
        ],
        'ص' =>[
          0 => 'ارومیه',
        ],
        'ط' =>[
          0 => 'ارومیه',
        ],
        'ق' =>[
          0 => 'ارومیه',
        ],
        'ل' =>[
          0 => 'ارومیه',
        ],
        'م' =>[
          0 => 'ارومیه',
        ],
        'ن' =>[
          0 => 'ارومیه',
        ],
        'و' =>[
          0 => 'ارومیه',
        ],
        'ه' =>[
          0 => 'ارومیه',
        ],
        'ی' =>[
          0 => 'ارومیه',
        ],
      ],
      27 =>[
        'ب' =>[
          0 => 'خوی',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'مهاباد',
        ],
        'د' =>[
          0 => 'ماكو',
        ],
        'س' =>[
          0 => 'سلماس',
        ],
        'ص' =>[
          0 => 'نقده',
        ],
        'ط' =>[
          0 => 'مياندواب',
        ],
        'ق' =>[
          0 => 'تكاب',
        ],
        'ل' =>[
          0 => 'شاهين دژ',
        ],
        'م' =>[
          0 => 'سردشت',
        ],
        'ن' =>[
          0 => 'بوكان',
        ],
        'و' =>[
          0 => 'پيرانشهر',
        ],
        'ه' =>[
          0 => 'چالدران',
        ],
        'ی' =>[
          0 => 'اشنويه',
        ],
      ],
    ],
    'مازندران' =>[
      62 =>[
        'الف' =>[
          0 => 'ساري',
        ],
        'ب' =>[
          0 => 'ساري',
        ],
        'پ' =>[
          0 => 'ساري',
        ],
        'ت' =>[
          0 => 'ساري',
        ],
        'ج' =>[
          0 => 'ساري',
        ],
        'د' =>[
          0 => 'ساري',
        ],
        'س' =>[
          0 => 'ساري',
        ],
        'ص' =>[
          0 => 'ساري',
        ],
        'ط' =>[
          0 => 'ساري',
        ],
        'ق' =>[
          0 => 'ساري',
        ],
        'ل' =>[
          0 => 'ساري',
        ],
        'م' =>[
          0 => 'ساري',
        ],
        'ن' =>[
          0 => 'ساري',
        ],
        'و' =>[
          0 => 'ساري',
        ],
        'ه' =>[
          0 => 'ساري',
        ],
        'ی' =>[
          0 => 'ساري',
        ],
      ],
      72 =>[
        'ب' =>[
          0 => 'آمل',
          1 => 'سوادكوه',
        ],
        'ج' =>[
          0 => 'بابل',
        ],
        'د' =>[
          0 => 'تنكابن',
        ],
        'س' =>[
          0 => 'رامسر',
        ],
        'ص' =>[
          0 => 'نوشهر',
        ],
        'ط' =>[
          0 => 'نور',
        ],
        'ق' =>[
          0 => 'بهشهر',
        ],
        'ل' =>[
          0 => 'قائم شهر',
        ],
        'م' =>[
          0 => 'بابلسر',
        ],
        'ن' =>[
          0 => 'چالوس',
        ],
        'و' =>[
          0 => 'محموداباد',
        ],
        'ه' =>[
          0 => 'نكاء',
        ],
        'ی' =>[
          0 => 'جويبار',
        ],
        'پ' =>[],
        'ت' =>[],
        'الف' =>[],
      ],
    ],
    'كرمانشاه' =>[
      19 =>[
        'الف' =>[
          0 => 'كرمانشاه',
        ],
        'ب' =>[
          0 => 'كرمانشاه',
        ],
        'پ' =>[
          0 => 'كرمانشاه',
        ],
        'ت' =>[
          0 => 'كرمانشاه',
        ],
        'ج' =>[
          0 => 'كرمانشاه',
        ],
        'د' =>[
          0 => 'كرمانشاه',
        ],
        'س' =>[
          0 => 'كرمانشاه',
        ],
        'ص' =>[
          0 => 'كرمانشاه',
        ],
        'ط' =>[
          0 => 'كرمانشاه',
        ],
        'ق' =>[
          0 => 'كرمانشاه',
        ],
        'ل' =>[
          0 => 'كرمانشاه',
        ],
        'م' =>[
          0 => 'كرمانشاه',
        ],
        'ن' =>[
          0 => 'كرمانشاه',
        ],
        'و' =>[
          0 => 'كرمانشاه',
        ],
        'ه' =>[
          0 => 'كرمانشاه',
        ],
        'ی' =>[
          0 => 'كرمانشاه',
        ],
      ],
      29 =>[
        'ب' =>[
          0 => 'اسلام اباد غرب',
        ],
        'ج' =>[
          0 => 'گيلان غرب',
        ],
        'د' =>[
          0 => 'سرپل ذهاب',
        ],
        'س' =>[
          0 => 'پاوه',
        ],
        'ص' =>[
          0 => 'كنگاور',
        ],
        'ط' =>[
          0 => 'قصرشيرين',
        ],
        'ق' =>[
          0 => 'سنقر',
        ],
        'ل' =>[
          0 => 'جوانرود',
        ],
        'م' =>[
          0 => 'صحنه',
        ],
        'ن' =>[
          0 => 'هرسين',
        ],
        'و' =>[
          0 => 'ثلاث باباجاني',
        ],
        'پ' =>[],
        'ت' =>[],
      ],
    ],
    'آذربايجان شرقي' =>[
      15 =>[
        'الف' =>[
          0 => 'تبريز',
        ],
        'ب' =>[
          0 => 'تبريز',
        ],
        'پ' =>[
          0 => 'تبريز',
        ],
        'ت' =>[
          0 => 'تبريز',
          1 => 'تبريز',
          2 => 'تبريز',
        ],
        'د' =>[
          0 => 'تبريز',
        ],
        'ص' =>[
          0 => 'تبريز',
          1 => 'تبريز',
          2 => 'تبريز',
        ],
        'ق' =>[
          0 => 'تبريز',
        ],
        'ل' =>[
          0 => 'تبريز',
        ],
        'ن' =>[
          0 => 'تبريز',
          1 => 'تبريز',
          2 => 'تبريز',
          3 => 'تبريز',
        ],
      ],
      25 =>[
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'مرند',
        ],
        'د' =>[
          0 => 'ميانه',
        ],
        'س' =>[
          0 => 'اهر',
        ],
        'ص' =>[
          0 => 'سراب',
        ],
        'ط' =>[
          0 => 'جلفا',
          1 => 'جلفا',
          2 => 'جلفا',
          3 => 'جلفا',
        ],
        'ق' =>[
          0 => 'هشترود',
        ],
        'م' =>[
          0 => 'بستان اباد',
        ],
        'و' =>[
          0 => 'كليبر',
        ],
        'ه' =>[
          0 => 'هريس',
        ],
        'ی' =>[
          0 => 'آذر شهر',
        ],
      ],
      35 =>[
        'ب' =>[
          0 => 'اسكو',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'وزرقان',
        ],
        'د' =>[
          0 => 'عجب شير',
        ],
        'س' =>[
          0 => 'چااويماق',
        ],
        'ص' =>[
          0 => 'ملكان',
        ],
      ],
    ],
    'آذ بايجان شرقي' =>[
      25 =>[
        'ب' =>[
          0 => 'مراغه',
        ],
      ],
    ],
    'ااردبیل' =>[
      91 =>[
        'الف' =>[
          0 => 'ااردبیل',
        ],
        'ب' =>[
          0 => 'ااردبیل',
        ],
        'پ' =>[
          0 => 'ااردبیل',
        ],
        'ت' =>[
          0 => 'ااردبیل',
        ],
        'ج' =>[
          0 => 'ااردبیل',
        ],
        'د' =>[
          0 => 'ااردبیل',
        ],
        'س' =>[
          0 => 'پارس اباد',
        ],
        'ص' =>[
          0 => 'خلخال',
        ],
        'ط' =>[
          0 => 'گرمي',
        ],
        'ق' =>[
          0 => 'مشكين شهر',
        ],
        'ل' =>[
          0 => 'بيله سوار',
        ],
        'م' =>[
          0 => 'نير',
        ],
        'ن' =>[
          0 => 'نمين',
        ],
        'و' =>[
          0 => 'كوثر',
        ],
      ],
    ],
    'كردستان' =>[
      51 =>[
        'الف' =>[
          0 => 'سنندج',
        ],
        'ب' =>[
          0 => 'سنندج',
        ],
        'پ' =>[
          0 => 'سنندج',
        ],
        'ت' =>[
          0 => 'سنندج',
        ],
        'ج' =>[
          0 => 'سنندج',
        ],
        'د' =>[
          0 => 'سنندج',
        ],
        'س' =>[
          0 => 'سنندج',
        ],
        'ص' =>[
          0 => 'سنندج',
        ],
        'ط' =>[
          0 => 'سنندج',
        ],
        'ق' =>[
          0 => 'سنندج',
        ],
        'ل' =>[
          0 => 'سنندج',
        ],
        'م' =>[
          0 => 'سنندج',
        ],
        'ن' =>[
          0 => 'سنندج',
        ],
        'و' =>[
          0 => 'سنندج',
        ],
        'ه' =>[
          0 => 'سنندج',
        ],
        'ی' =>[
          0 => 'سنندج',
        ],
      ],
      61 =>[
        'ب' =>[
          0 => 'سقز',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'بيجار',
        ],
        'د' =>[
          0 => 'بانه',
        ],
        'س' =>[
          0 => 'قروه',
        ],
        'ص' =>[
          0 => 'مريوان',
        ],
        'ط' =>[
          0 => 'ديواندره',
          1 => 'ديواندره',
        ],
        'ق' =>[
          0 => 'كامياران',
        ],
        'ل' =>[
          0 => 'سرواباد',
        ],
      ],
    ],
    'زنجان' =>[
      87 =>[
        'الف' =>[
          0 => 'زنجان',
        ],
        'ب' =>[
          0 => 'زنجان',
        ],
        'پ' =>[
          0 => 'زنجان',
        ],
        'ت' =>[
          0 => 'زنجان',
        ],
        'ج' =>[
          0 => 'زنجان',
        ],
        'د' =>[
          0 => 'زنجان',
        ],
        'س' =>[
          0 => 'زنجان',
        ],
        'ص' =>[
          0 => 'زنجان',
        ],
        'ط' =>[
          0 => 'زنجان',
        ],
        'ق' =>[
          0 => 'زنجان',
        ],
        'ل' =>[
          0 => 'زنجان',
        ],
        'م' =>[
          0 => 'زنجان',
        ],
        'ن' =>[
          0 => 'زنجان',
        ],
        'و' =>[
          0 => 'زنجان',
        ],
        'ه' =>[
          0 => 'زنجان',
        ],
        'ی' =>[
          0 => 'زنجان',
        ],
      ],
      97 =>[
        'ب' =>[
          0 => 'ابهر',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'خدابنده',
        ],
        'د' =>[
          0 => 'خرم دره',
        ],
        'س' =>[
          0 => 'ايجرود',
        ],
        'ص' =>[
          0 => 'طارم',
        ],
        'ط' =>[
          0 => 'ماه نشاه',
        ],
      ],
    ],
    'همدان' =>[
      18 =>[
        'الف' =>[
          0 => 'همدان',
        ],
        'ب' =>[
          0 => 'همدان',
        ],
        'پ' =>[
          0 => 'همدان',
        ],
        'ت' =>[
          0 => 'همدان',
        ],
        'ج' =>[
          0 => 'همدان',
        ],
        'د' =>[
          0 => 'همدان',
        ],
        'س' =>[
          0 => 'همدان',
        ],
        'ص' =>[
          0 => 'همدان',
        ],
        'ط' =>[
          0 => 'همدان',
        ],
        'ق' =>[
          0 => 'همدان',
        ],
        'م' =>[
          0 => 'همدان',
        ],
        'ن' =>[
          0 => 'همدان',
        ],
        'و' =>[
          0 => 'همدان',
          1 => 'همدان',
          2 => 'همدان',
          3 => 'همدان',
        ],
        'ه' =>[
          0 => 'همدان',
        ],
        'ی' =>[
          0 => 'همدان',
        ],
      ],
      28 =>[
        'ب' =>[
          0 => 'نهاوند',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'ملاير',
        ],
        'د' =>[
          0 => 'تويسركان',
        ],
        'س' =>[
          0 => 'كبودراهنگ',
        ],
        'ص' =>[
          0 => 'رژن',
        ],
        'ط' =>[
          0 => 'بهار',
        ],
        'ق' =>[
          0 => 'اسد اباد',
        ],
      ],
    ],
    'قزوين' =>[
      79 =>[
        'الف' =>[
          0 => 'قزوين',
        ],
        'ب' =>[
          0 => 'قزوين',
        ],
        'ج' =>[
          0 => 'قزوين',
        ],
        'د' =>[
          0 => 'قزوين',
        ],
        'پ' =>[
          0 => 'قزوين',
        ],
        'ت' =>[
          0 => 'قزوين',
        ],
        'س' =>[
          0 => 'قزوين',
        ],
        'ص' =>[
          0 => 'قزوين',
        ],
        'ط' =>[
          0 => 'قزوين',
        ],
        'ق' =>[
          0 => 'قزوين',
        ],
        'ل' =>[
          0 => 'قزوين',
        ],
        'م' =>[
          0 => 'قزوين',
        ],
        'ن' =>[
          0 => 'قزوين',
        ],
        'و' =>[
          0 => 'قزوين',
        ],
        'ه' =>[
          0 => 'قزوين',
        ],
        'ی' =>[
          0 => 'قزوين',
        ],
      ],
      89 =>[
        'ب' =>[
          0 => 'تاكستان',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'بوپين زهرا',
        ],
        'د' =>[
          0 => 'ابيك',
        ],
      ],
    ],
    'مركزي' =>[
      47 =>[
        'الف' =>[
          0 => 'اراك',
        ],
        'ب' =>[
          0 => 'اراك',
        ],
        'پ' =>[
          0 => 'اراك',
        ],
        'ت' =>[
          0 => 'اراك',
        ],
        'ج' =>[
          0 => 'اراك',
        ],
        'د' =>[
          0 => 'اراك',
        ],
        'س' =>[
          0 => 'اراك',
        ],
        'ص' =>[
          0 => 'اراك',
        ],
        'ط' =>[
          0 => 'اراك',
        ],
        'ق' =>[
          0 => 'اراك',
        ],
        'ل' =>[
          0 => 'اراك',
        ],
        'ن' =>[
          0 => 'اراك',
        ],
        'م' =>[
          0 => 'اراك',
        ],
        'و' =>[
          0 => 'اراك',
        ],
        'ه' =>[
          0 => 'اراك',
        ],
        'ی' =>[
          0 => 'اراك',
        ],
      ],
      57 =>[
        'ب' =>[
          0 => 'ساوه',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'خمين',
        ],
        'د' =>[
          0 => 'محلات',
        ],
        'س' =>[
          0 => 'تفرش',
        ],
        'ص' =>[
          0 => 'دليجان',
        ],
        'ط' =>[
          0 => 'آشتيان',
        ],
        'ق' =>[
          0 => 'شازند',
        ],
        'ل' =>[
          0 => 'زرنديه',
        ],
        'ن' =>[
          0 => 'كميجان',
        ],
      ],
    ],
    'لرستان' =>[
      31 =>[
        'الف' =>[
          0 => 'خرم آباد',
        ],
        'ب' =>[
          0 => 'خرم آباد',
        ],
        'پ' =>[
          0 => 'خرم آباد',
        ],
        'ت' =>[
          0 => 'خرم آباد',
        ],
        'ج' =>[
          0 => 'خرم آباد',
        ],
        'د' =>[
          0 => 'خرم آباد',
        ],
        'س' =>[
          0 => 'خرم آباد',
        ],
        'ص' =>[
          0 => 'خرم آباد',
        ],
        'ط' =>[
          0 => 'خرم آباد',
        ],
        'ق' =>[
          0 => 'خرم آباد',
        ],
        'ل' =>[
          0 => 'خرم آباد',
        ],
        'م' =>[
          0 => 'خرم آباد',
        ],
        'ن' =>[
          0 => 'خرم آباد',
        ],
        'و' =>[
          0 => 'خرم آباد',
        ],
        'ه' =>[
          0 => 'خرم آباد',
        ],
        'ی' =>[
          0 => 'خرم آباد',
        ],
      ],
      41 =>[
        'ب' =>[
          0 => 'بروجرد',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'اليگودرز',
        ],
        'د' =>[
          0 => 'درور',
        ],
        'س' =>[
          0 => 'كوهدشت',
        ],
        'ص' =>[
          0 => 'دلفان',
        ],
        'ط' =>[
          0 => 'ازنا',
        ],
        'ق' =>[
          0 => 'پل دختر',
        ],
        'ل' =>[
          0 => 'سلسله',
        ],
      ],
    ],
    'ايلام' =>[
      98 =>[
        'الف' =>[
          0 => 'ايلام',
        ],
        'ب' =>[
          0 => 'ايلام',
        ],
        'پ' =>[
          0 => 'ايلام',
        ],
        'ت' =>[
          0 => 'ايلام',
        ],
        'ج' =>[
          0 => 'ايلام',
        ],
        'د' =>[
          0 => 'ايلام',
        ],
        'س' =>[
          0 => 'ايلام',
        ],
        'ص' =>[
          0 => 'مهران',
        ],
        'ط' =>[
          0 => 'دره شهر',
        ],
        'ق' =>[
          0 => 'دهلران',
        ],
        'ل' =>[
          0 => 'شيروان و چرداول',
        ],
        'م' =>[
          0 => 'ايوان',
        ],
        'ن' =>[
          0 => 'آبدانان',
        ],
      ],
    ],
    'چهارمحال و بختياري' =>[
      71 =>[
        'الف' =>[
          0 => 'شهركرد',
        ],
        'ب' =>[
          0 => 'شهركرد',
        ],
        'پ' =>[
          0 => 'شهركرد',
        ],
        'ت' =>[
          0 => 'شهركرد',
        ],
        'ج' =>[
          0 => 'شهركرد',
        ],
        'د' =>[
          0 => 'شهركرد',
        ],
        'س' =>[
          0 => 'شهركرد',
        ],
        'ص' =>[
          0 => 'شهركرد',
        ],
        'ط' =>[
          0 => 'شهركرد',
        ],
        'ق' =>[
          0 => 'شهركرد',
        ],
        'ل' =>[
          0 => 'شهركرد',
        ],
        'م' =>[
          0 => 'شهركرد',
        ],
        'ن' =>[
          0 => 'شهركرد',
        ],
        'و' =>[
          0 => 'شهركرد',
        ],
        'ه' =>[
          0 => 'شهركرد',
        ],
        'ی' =>[
          0 => 'شهركرد',
        ],
      ],
      81 =>[
        'ب' =>[
          0 => 'بروجن',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'اردل',
        ],
        'د' =>[
          0 => 'فارسان',
        ],
        'س' =>[
          0 => 'لردگان',
        ],
        'ص' =>[
          0 => 'كوهرنگ',
        ],
      ],
    ],
    'خوزستان' =>[
      14 =>[
        'الف' =>[
          0 => 'اهواز',
        ],
        'ب' =>[
          0 => 'اهواز',
        ],
        'پ' =>[
          0 => 'اهواز',
        ],
        'ت' =>[
          0 => 'اهواز',
        ],
        'ج' =>[
          0 => 'اهواز',
        ],
        'د' =>[
          0 => 'اهواز',
        ],
        'س' =>[
          0 => 'اهواز',
        ],
        'ص' =>[
          0 => 'اهواز',
        ],
        'ط' =>[
          0 => 'اهواز',
        ],
        'ق' =>[
          0 => 'اهواز',
        ],
        'ل' =>[
          0 => 'اهواز',
        ],
        'م' =>[
          0 => 'اهواز',
        ],
        'ن' =>[
          0 => 'اهواز',
        ],
        'و' =>[
          0 => 'اهواز',
        ],
        'ه' =>[
          0 => 'اهواز',
        ],
        'ی' =>[
          0 => 'اهواز',
        ],
      ],
      24 =>[
        'ب' =>[
          0 => 'آبادان',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'خرمشهر',
        ],
        'د' =>[
          0 => 'دزفول',
        ],
        'س' =>[
          0 => 'بهبهان',
        ],
        'ص' =>[
          0 => 'مسجد سليمان',
        ],
        'ط' =>[
          0 => 'بندرماهشهر',
        ],
        'ق' =>[
          0 => 'دشت آزادگان',
        ],
        'ل' =>[
          0 => 'رامهرمز',
        ],
        'م' =>[
          0 => 'انديمشك',
        ],
        'ن' =>[
          0 => 'شوشتر',
        ],
        'و' =>[
          0 => 'شوش',
        ],
        'ه' =>[
          0 => 'شادگان',
        ],
        'ی' =>[
          0 => 'ايزه',
        ],
      ],
      34 =>[
        'ب' =>[
          0 => 'باغملك',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'اميديه',
        ],
        'د' =>[
          0 => 'هنديجان',
        ],
        'س' =>[
          0 => 'لاتي',
        ],
      ],
    ],
    'كهكيلويه' =>[
      49 =>[
        'ب' =>[
          0 => 'ياسوج',
          1 => 'ياسوج',
        ],
        'ج' =>[
          0 => 'ياسوج',
        ],
        'د' =>[
          0 => 'ياسوج',
        ],
        'س' =>[
          0 => 'ياسوج',
        ],
        'الف' =>[
          0 => 'ياسوج',
        ],
        'پ' =>[
          0 => 'ياسوج',
        ],
        'ت' =>[
          0 => 'ياسوج',
        ],
        'ص' =>[
          0 => 'گچساران',
        ],
        'ط' =>[
          0 => 'دهدشت',
        ],
        'ق' =>[
          0 => 'دنا',
        ],
      ],
    ],
    'گيلان' =>[
      46 =>[
        'الف' =>[
          0 => 'رشت',
        ],
        'ب' =>[
          0 => 'رشت',
        ],
        'پ' =>[
          0 => 'رشت',
        ],
        'ت' =>[
          0 => 'رشت',
        ],
        'ج' =>[
          0 => 'رشت',
        ],
        'د' =>[
          0 => 'رشت',
        ],
        'س' =>[
          0 => 'رشت',
        ],
        'ص' =>[
          0 => 'رشت',
        ],
        'ط' =>[
          0 => 'رشت',
        ],
        'ق' =>[
          0 => 'رشت',
        ],
        'ل' =>[
          0 => 'رشت',
        ],
        'م' =>[
          0 => 'رشت',
        ],
        'ن' =>[
          0 => 'رشت',
        ],
        'و' =>[
          0 => 'رشت',
        ],
        'ه' =>[
          0 => 'رشت',
        ],
        'ی' =>[
          0 => 'رشت',
        ],
      ],
      56 =>[
        'ب' =>[
          0 => 'بندرانزلی',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'لاهيجان',
        ],
        'د' =>[
          0 => 'آستارا',
        ],
        'س' =>[
          0 => 'طالش',
        ],
        'ص' =>[
          0 => 'رودسر',
        ],
        'ط' =>[
          0 => 'رودبار',
        ],
        'ق' =>[
          0 => 'صومعه سرا',
        ],
        'ل' =>[
          0 => 'فومن',
        ],
        'م' =>[
          0 => 'لنگرود',
        ],
        'ن' =>[
          0 => 'رضوانشهر',
        ],
        'و' =>[
          0 => 'املش',
        ],
        'ه' =>[
          0 => 'ماسوله',
        ],
        'ی' =>[
          0 => 'شفت',
        ],
        'الف' =>[],
      ],
      76 =>[
        'ب' =>[
          0 => 'سياهكل',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'آستانه اشرفيه',
        ],
      ],
    ],
    'گلستان' =>[
      59 =>[
        'الف' =>[
          0 => 'گرگان',
        ],
        'ب' =>[
          0 => 'گرگان',
        ],
        'پ' =>[
          0 => 'گرگان',
        ],
        'ت' =>[
          0 => 'گرگان',
        ],
        'س' =>[
          0 => 'گرگان',
        ],
        'ص' =>[
          0 => 'گرگان',
        ],
        'ط' =>[
          0 => 'گرگان',
        ],
        'ق' =>[
          0 => 'گرگان',
        ],
        'ل' =>[
          0 => 'گرگان',
        ],
        'م' =>[
          0 => 'گرگان',
        ],
        'ن' =>[
          0 => 'گرگان',
        ],
        'و' =>[
          0 => 'گرگان',
        ],
        'ه' =>[
          0 => 'گرگان',
        ],
        'ی' =>[
          0 => 'گرگان',
        ],
      ],
      69 =>[
        'ب' =>[
          0 => 'گنبد',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'بندرتركمن',
        ],
        'د' =>[
          0 => 'كردكوي',
        ],
        'س' =>[
          0 => 'علي آباد',
        ],
        'ص' =>[
          0 => 'آزادشهر',
        ],
        'ط' =>[
          0 => 'مينودشت',
        ],
        'ق' =>[
          0 => 'بندرگز',
        ],
        'ل' =>[
          0 => 'راميان',
        ],
        'م' =>[
          0 => 'آق قلا',
        ],
        'ن' =>[
          0 => 'كلاله',
        ],
      ],
    ],
    'قم' =>[
      16 =>[
        'الف' =>[
          0 => 'قم',
        ],
        'ب' =>[
          0 => 'قم',
        ],
        'پ' =>[
          0 => 'قم',
        ],
        'ت' =>[
          0 => 'قم',
        ],
        'ج' =>[
          0 => 'قم',
        ],
        'د' =>[
          0 => 'قم',
        ],
        'س' =>[
          0 => 'قم',
        ],
        'ص' =>[
          0 => 'قم',
        ],
        'ط' =>[
          0 => 'قم',
        ],
        'ق' =>[
          0 => 'قم',
        ],
        'ل' =>[
          0 => 'قم',
        ],
        'م' =>[
          0 => 'قم',
        ],
        'ن' =>[
          0 => 'قم',
        ],
        'و' =>[
          0 => 'قم',
        ],
        'ه' =>[
          0 => 'قم',
        ],
        'ی' =>[
          0 => 'قم',
        ],
      ],
    ],
    'اصفهان' =>[
      13 =>[
        'الف' =>[
          0 => 'اصفهان',
        ],
        'ب' =>[
          0 => 'اصفهان',
        ],
        'پ' =>[
          0 => 'اصفهان',
        ],
        'ت' =>[
          0 => 'اصفهان',
        ],
        'ج' =>[
          0 => 'اصفهان',
        ],
        'د' =>[
          0 => 'اصفهان',
        ],
        'س' =>[
          0 => 'اصفهان',
        ],
        'ص' =>[
          0 => 'اصفهان',
        ],
        'ط' =>[
          0 => 'اصفهان',
        ],
        'ق' =>[
          0 => 'اصفهان',
        ],
        'ل' =>[
          0 => 'اصفهان',
        ],
        'م' =>[
          0 => 'اصفهان',
        ],
        'ن' =>[
          0 => 'اصفهان',
        ],
        'و' =>[
          0 => 'اصفهان',
        ],
        'ه' =>[
          0 => 'اصفهان',
        ],
        'ی' =>[
          0 => 'اصفهان',
        ],
      ],
      23 =>[
        'ب' =>[
          0 => 'كاشان',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'نجف آباد',
        ],
        'د' =>[
          0 => 'شهرضا',
        ],
        'س' =>[
          0 => 'خميني شهر',
        ],
        'ص' =>[
          0 => 'گلپايگان',
        ],
        'ط' =>[
          0 => 'نطنز',
        ],
        'ق' =>[
          0 => 'اردستان',
        ],
        'ل' =>[
          0 => 'خوانسار',
        ],
        'م' =>[
          0 => 'ناپين',
        ],
        'ن' =>[
          0 => 'سميرم',
        ],
        'و' =>[
          0 => 'فريدونشهر',
        ],
        'ه' =>[
          0 => 'فلاورجان',
        ],
        'ی' =>[
          0 => 'لنجان',
        ],
      ],
      43 =>[
        'ب' =>[
          0 => 'فريدن',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'مباركه',
        ],
        'د' =>[
          0 => 'برخوار و ميمه',
        ],
        'س' =>[
          0 => 'اران و بيدگل',
        ],
        'ص' =>[
          0 => 'تيران و كرون',
        ],
        'ط' =>[
          0 => 'چاودگان',
        ],
      ],
    ],
    'يزد' =>[
      54 =>[
        'الف' =>[
          0 => 'يزد',
        ],
        'ب' =>[
          0 => 'يزد',
        ],
        'پ' =>[
          0 => 'يزد',
        ],
        'ت' =>[
          0 => 'يزد',
        ],
        'ج' =>[
          0 => 'يزد',
        ],
        'د' =>[
          0 => 'يزد',
        ],
        'س' =>[
          0 => 'يزد',
        ],
        'ص' =>[
          0 => 'يزد',
        ],
        'ط' =>[
          0 => 'يزد',
        ],
        'ل' =>[
          0 => 'يزد',
        ],
        'ق' =>[
          0 => 'يزد',
        ],
        'م' =>[
          0 => 'يزد',
        ],
        'ن' =>[
          0 => 'يزد',
        ],
        'و' =>[
          0 => 'يزد',
        ],
        'ه' =>[
          0 => 'يزد',
        ],
        'ی' =>[
          0 => 'يزد',
        ],
      ],
      64 =>[
        'ب' =>[
          0 => 'اردكان',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'تفت',
        ],
        'د' =>[
          0 => 'ميبد',
        ],
        'س' =>[
          0 => 'بافق',
        ],
        'ص' =>[
          0 => 'مهريز',
        ],
        'ط' =>[
          0 => 'ابركوه',
        ],
        'ق' =>[
          0 => 'طبس',
        ],
        'ل' =>[
          0 => 'خاتم',
        ],
        'م' =>[
          0 => 'صدوق',
        ],
      ],
    ],
    'فارس' =>[
      63 =>[
        'الف' =>[
          0 => 'شیراز',
        ],
        'ب' =>[
          0 => 'شیراز',
        ],
        'پ' =>[
          0 => 'شیراز',
        ],
        'ت' =>[
          0 => 'شیراز',
        ],
        'ج' =>[
          0 => 'شیراز',
        ],
        'د' =>[
          0 => 'شیراز',
        ],
        'س' =>[
          0 => 'شیراز',
        ],
        'ص' =>[
          0 => 'شیراز',
        ],
        'ط' =>[
          0 => 'شیراز',
        ],
        'ق' =>[
          0 => 'شیراز',
        ],
        'ل' =>[
          0 => 'شیراز',
        ],
        'ن' =>[
          0 => 'شیراز',
        ],
        'م' =>[
          0 => 'شیراز',
        ],
        'و' =>[
          0 => 'شیراز',
        ],
        'ه' =>[
          0 => 'شیراز',
        ],
        'ی' =>[
          0 => 'شیراز',
        ],
      ],
      73 =>[
        'ب' =>[
          0 => 'جهرم',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'لارستان',
        ],
        'د' =>[
          0 => 'داراب',
        ],
        'س' =>[
          0 => 'فسا',
        ],
        'ص' =>[
          0 => 'كازرون',
        ],
        'ط' =>[
          0 => 'فيروز آباد',
        ],
        'ق' =>[
          0 => 'آباده',
        ],
        'ل' =>[
          0 => 'مرودشت',
        ],
        'م' =>[
          0 => 'لامرد',
        ],
        'ن' =>[
          0 => 'نيريز',
        ],
        'و' =>[
          0 => 'استهبان',
        ],
        'ه' =>[
          0 => 'اقليد',
        ],
        'ی' =>[
          0 => 'سپيدان',
        ],
      ],
      83 =>[
        'ب' =>[
          0 => 'ممسني',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'زريندشت',
        ],
        'د' =>[
          0 => 'قيروكارزين',
        ],
        'س' =>[
          0 => 'مهر',
        ],
        'ص' =>[
          0 => 'ارسنجان',
        ],
        'ط' =>[
          0 => 'خرمبيد',
        ],
        'ق' =>[
          0 => 'بوانات',
        ],
        'ل' =>[
          0 => 'فراشبد',
        ],
      ],
    ],
    'سمنان' =>[
      86 =>[
        'الف' =>[
          0 => 'سمنان',
        ],
        'ب' =>[
          0 => 'سمنان',
        ],
        'پ' =>[
          0 => 'سمنان',
        ],
        'ت' =>[
          0 => 'سمنان',
        ],
        'ج' =>[
          0 => 'سمنان',
        ],
        'د' =>[
          0 => 'سمنان',
        ],
        'س' =>[
          0 => 'سمنان',
        ],
        'ص' =>[
          0 => 'سمنان',
        ],
        'ط' =>[
          0 => 'سمنان',
        ],
        'ق' =>[
          0 => 'سمنان',
        ],
        'ل' =>[
          0 => 'سمنان',
        ],
        'م' =>[
          0 => 'سمنان',
        ],
        'ن' =>[
          0 => 'سمنان',
        ],
        'و' =>[
          0 => 'سمنان',
        ],
        'ه' =>[
          0 => 'سمنان',
        ],
        'ی' =>[
          0 => 'سمنان',
        ],
      ],
      96 =>[
        'ب' =>[
          0 => 'دامغان',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'شاهرود',
        ],
        'د' =>[
          0 => 'گرمسار',
        ],
      ],
    ],
    'كرمان' =>[
      45 =>[
        'الف' =>[],
        'ب' =>[
          0 => 'كرمان',
        ],
        'پ' =>[
          0 => 'كرمان',
        ],
        'ت' =>[
          0 => 'كرمان',
        ],
        'ج' =>[
          0 => 'كرمان',
        ],
        'د' =>[
          0 => 'كرمان',
        ],
        'س' =>[
          0 => 'كرمان',
        ],
        'ص' =>[
          0 => 'كرمان',
        ],
        'ط' =>[
          0 => 'كرمان',
        ],
        'ق' =>[
          0 => 'كرمان',
        ],
        'ل' =>[
          0 => 'كرمان',
        ],
        'م' =>[
          0 => 'كرمان',
        ],
        'ن' =>[
          0 => 'كرمان',
        ],
        'و' =>[
          0 => 'كرمان',
        ],
        'ه' =>[
          0 => 'كرمان',
        ],
        'ی' =>[
          0 => 'كرمان',
        ],
      ],
      65 =>[
        'ب' =>[
          0 => 'رفسنجان',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'بم',
        ],
        'د' =>[
          0 => 'سيرجان',
        ],
        'س' =>[
          0 => 'بافت',
        ],
        'ص' =>[
          0 => 'جيرفت',
        ],
        'ط' =>[
          0 => 'زرند',
        ],
        'ق' =>[
          0 => 'كهنوج',
        ],
        'ل' =>[
          0 => 'شهر بابك',
        ],
        'م' =>[
          0 => 'بردسير',
        ],
        'ن' =>[
          0 => 'منوجان',
        ],
        'و' =>[
          0 => 'عنبرآباد',
        ],
        'ه' =>[
          0 => 'راور',
        ],
      ],
    ],
    'خراسان' =>[
      12 =>[
        'الف' =>[
          0 => 'مشهد',
        ],
        'ب' =>[
          0 => 'مشهد',
        ],
        'پ' =>[
          0 => 'مشهد',
        ],
        'ت' =>[
          0 => 'مشهد',
        ],
        'ج' =>[
          0 => 'مشهد',
        ],
        'د' =>[
          0 => 'مشهد',
        ],
        'س' =>[
          0 => 'مشهد',
        ],
        'ص' =>[
          0 => 'مشهد',
        ],
        'ط' =>[
          0 => 'مشهد',
        ],
        'ق' =>[
          0 => 'مشهد',
        ],
        'ل' =>[
          0 => 'مشهد',
        ],
        'م' =>[
          0 => 'مشهد',
        ],
        'ن' =>[
          0 => 'مشهد',
        ],
        'و' =>[
          0 => 'مشهد',
        ],
        'ه' =>[
          0 => 'مشهد',
        ],
        'ی' =>[
          0 => 'مشهد',
        ],
      ],
      32 =>[
        'ب' =>[
          0 => 'نيشابور',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'سبزوار',
        ],
        'د' =>[
          0 => 'بيرجند',
        ],
        'س' =>[
          0 => 'بجنورد',
        ],
        'ص' =>[
          0 => 'تربت جام',
        ],
        'ط' =>[
          0 => 'قوچان',
        ],
        'ق' =>[
          0 => 'گناباد',
        ],
        'ل' =>[
          0 => 'تربت حيدريه',
        ],
        'م' =>[
          0 => 'كاشمر',
        ],
        'ن' =>[
          0 => 'قاءنات',
        ],
        'و' =>[
          0 => 'فردوس',
        ],
        'ه' =>[
          0 => 'تايباد',
          1 => 'تايباد',
        ],
        'ی' =>[
          0 => 'نهبندان',
        ],
      ],
      42 =>[
        'ب' =>[
          0 => 'فريمان',
          1 => '---',
        ],
        'ت' =>[],
        'ج' =>[
          0 => 'شيروان',
        ],
        'د' =>[
          0 => 'درگز',
        ],
        'س' =>[
          0 => 'خواف',
        ],
        'ص' =>[
          0 => 'چناران',
        ],
        'ط' =>[
          0 => 'اسفراين',
        ],
        'ق' =>[
          0 => 'بردكس',
        ],
        'ل' =>[
          0 => 'رشت خوار',
        ],
        'م' =>[
          0 => 'جاجرم',
        ],
        'و' =>[
          0 => 'ماند و سلمقان',
        ],
        'ه' =>[
          0 => 'سربشير',
        ],
        'ی' =>[
          0 => 'كلات',
        ],
      ],
    ],
    'سيستان و بلوچستان' =>[
      85 =>[
        'پ' =>[
          0 => 'زاهدان',
        ],
        'ت' =>[
          0 => 'زاهدان',
        ],
        'ج' =>[
          0 => 'زاهدان',
        ],
        'د' =>[
          0 => 'زاهدان',
        ],
        'الف' =>[
          0 => 'زاهدان',
        ],
        'ب' =>[
          0 => 'زاهدان',
        ],
        'س' =>[
          0 => 'زاهدان',
        ],
        'ص' =>[
          0 => 'زاهدان',
        ],
        'ط' =>[
          0 => 'زاهدان',
        ],
        'ق' =>[
          0 => 'زاهدان',
        ],
        'ل' =>[
          0 => 'زاهدان',
        ],
        'م' =>[
          0 => 'زاهدان',
        ],
        'ن' =>[
          0 => 'زاهدان',
        ],
        'و' =>[
          0 => 'زاهدان',
        ],
        'ه' =>[
          0 => 'زاهدان',
        ],
        'ی' =>[
          0 => 'زاهدان',
        ],
      ],
      95 =>[
        'ب' =>[
          0 => 'زابل',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'ايرانشهر',
        ],
        'د' =>[
          0 => 'خاش',
        ],
        'س' =>[
          0 => 'سراوان',
        ],
        'ص' =>[
          0 => 'نيكشهر',
        ],
        'ط' =>[
          0 => 'سرباز',
        ],
        'ق' =>[
          0 => 'چابهار',
        ],
      ],
    ],
    'بوشهر' =>[
      48 =>[
        'الف' =>[
          0 => 'بوشهر',
        ],
        'ب' =>[
          0 => 'بوشهر',
        ],
        'پ' =>[
          0 => 'بوشهر',
        ],
        'ت' =>[
          0 => 'بوشهر',
        ],
        'ج' =>[
          0 => 'بوشهر',
        ],
        'د' =>[
          0 => 'بوشهر',
        ],
        'س' =>[
          0 => 'بوشهر',
        ],
        'ص' =>[
          0 => 'بوشهر',
        ],
        'ط' =>[
          0 => 'بوشهر',
        ],
        'ق' =>[
          0 => 'بوشهر',
        ],
        'ل' =>[
          0 => 'بوشهر',
        ],
        'م' =>[
          0 => 'بوشهر',
        ],
        'ن' =>[
          0 => 'بوشهر',
        ],
        'و' =>[
          0 => 'بوشهر',
        ],
        'ه' =>[
          0 => 'بوشهر',
        ],
        'ی' =>[
          0 => 'بوشهر',
        ],
      ],
      58 =>[
        'ب' =>[
          0 => 'دشستان',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'گناوه',
        ],
        'د' =>[
          0 => 'كنگان',
        ],
        'س' =>[
          0 => 'تنگستان',
        ],
        'ص' =>[
          0 => 'دشتي',
        ],
        'ط' =>[
          0 => 'دير',
        ],
        'ق' =>[
          0 => 'ديلم',
        ],
        'ل' =>[
          0 => 'جم',
        ],
      ],
    ],
    'هرمزگان' =>[
      84 =>[
        'الف' =>[
          0 => 'بندر عباس',
        ],
        'ب' =>[
          0 => 'بندر عباس',
        ],
        'پ' =>[
          0 => 'بندر عباس',
        ],
        'ت' =>[
          0 => 'بندر عباس',
        ],
        'ج' =>[
          0 => 'بندر عباس',
        ],
        'د' =>[
          0 => 'بندر عباس',
        ],
        'س' =>[
          0 => 'بندر عباس',
        ],
        'ص' =>[
          0 => 'بندر عباس',
        ],
        'ط' =>[
          0 => 'بندر عباس',
        ],
        'ق' =>[
          0 => 'بندر عباس',
        ],
        'ل' =>[
          0 => 'بندر عباس',
        ],
        'ن' =>[
          0 => 'بندر عباس',
        ],
        'م' =>[
          0 => 'بندر عباس',
        ],
        'و' =>[
          0 => 'بندر عباس',
        ],
        'ه' =>[
          0 => 'بندر عباس',
        ],
        'ی' =>[
          0 => 'بندر عباس',
        ],
      ],
      94 =>[
        'ب' =>[
          0 => 'ميناب',
        ],
        'پ' =>[],
        'ت' =>[],
        'ج' =>[
          0 => 'بندرلنگه',
        ],
        'د' =>[
          0 => 'رودان',
        ],
        'س' =>[
          0 => 'ابوموسي',
        ],
        'ص' =>[
          0 => 'جاسك',
        ],
        'ط' =>[
          0 => 'بستك',
        ],
        'ق' =>[
          0 => 'حاجي آباد',
        ],
        'ل' =>[
          0 => 'قشم',
        ],
      ],
    ],
    'البرز' =>[
      68 =>[
        'الف' =>[],
        'پ' =>[
          0 => 'کرج',
        ],
        'ت' =>[
          0 => 'کرج',
        ],
        'ج' =>[
          0 => 'کرج',
        ],
        'د' =>[
          0 => 'کرج',
        ],
        'س' =>[
          0 => 'کرج',
        ],
        'ص' =>[
          0 => 'کرج',
        ],
        'ط' =>[
          0 => 'کرج',
        ],
        'ق' =>[
          0 => 'کرج',
        ],
        'ل' =>[
          0 => 'کرج',
        ],
        'م' =>[
          0 => 'کرج',
        ],
        'ن' =>[
          0 => 'کرج',
        ],
        'و' =>[
          0 => 'کرج',
        ],
        'ه' =>[
          0 => 'کرج',
        ],
        'ی' =>[
          0 => 'کرج',
        ],
        'ب' =>[
          0 => 'کرج',
        ],
      ],
    ]
  ]
];